<?php
/**
 * 后台使用的字符集转换
 * 按照字母顺序来设置.
 */

return [
    /******** A ********/
    'Action' => '动作',
    'Admin login' => '管理员登录',
    
    /******** B ********/
    'Back' => '返回',
    
    /******** C ********/
    'Customer' => '客户',
    'Commit' => '提交',
    'Category' => '分类',
    'Created time' => '创建时间',
    'Create new' => '新建',
    'Captcha code' => '验证码',
    'Confirm password' => '确认密码',
    "Current user's password" => '当前用户密码',

    /******** D ********/
    'Dashboard' => '仪表盘',
    /******** E ********/
    'Email address' => '邮件地址',

    /******** F ********/
    /******** G ********/
    /******** H ********/
    /******** I ********/
    /******** J ********/
    /******** K ********/
    /******** L ********/
    'Login' => '登录',

    /******** M ********/
    "My sister's website" => '我姐的站点',
    /******** N ********/
    'Nickname' => '昵称',

    /******** O ********/
    /******** P ********/
    'Post' => '文章',
    'Password'   => '密码',
    'Permission' => '权限',
    'Password incorrect' => '密码不正确',

    /******** Q ********/
    /******** R ********/
    'Role' => '角色',
    'Reset filter' => '重置筛选器',

    /******** S ********/
    /******** T ********/
    'Tag' => '标签',
    'This user does not exists' => '这个用户不存在',
    
    /******** U ********/
    'Username' => '用户名',
    'User' => '用户',
    'Updated time' => '更新时间',
    'Username or password incorrect' => '用户名或密码不正确',

    /******** V ********/
    /******** W ********/
    'Whether enabled' => '是否已启用',
    'Whether deleted' => '是否已删除',
    /******** X ********/
    /******** Y ********/
    /******** Z ********/
];