<?php
/**
 * 后台使用的字符集转换
 * 按照字母顺序来设置.
 */

return [
    /******** A ********/
    'Admin login' => '管理员登录',
    
    /******** B ********/
    /******** C ********/
    'Customer' => '客户',
    'Category' => '分类',
    'Captcha code' => '验证码',

    /******** D ********/
    'Dashboard' => '仪表盘',
    /******** E ********/
    /******** F ********/
    /******** G ********/
    /******** H ********/
    /******** I ********/
    /******** J ********/
    /******** K ********/
    /******** L ********/
    'Login' => '登录',

    /******** M ********/
    "My sister's website" => '我姐的站点',
    /******** N ********/
    /******** O ********/
    /******** P ********/
    'Post' => '文章',
    'Password'   => '密码',
    'Permission' => '权限',
    'Password incorrect' => '密码不正确',

    /******** Q ********/
    /******** R ********/
    'Role' => '角色',

    /******** S ********/
    /******** T ********/
    'Tag' => '标签',
    'This user does not exists' => '这个用户不存在',
    
    /******** U ********/
    'Username' => '用户名',
    'User' => '用户',
    'Username or password incorrect' => '用户名或密码不正确',

    /******** V ********/
    /******** W ********/
    /******** X ********/
    /******** Y ********/
    /******** Z ********/
];